[
  {
    "sku": "542d6459546b480a9c3fcacb",
    "index": 0,
    "isActive": false,
    "price": "$746.88",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "consequat",
    "company": "ASIMILINE",
    "description": "Enim labore labore in culpa non nostrud ea dolore culpa est. Dolore ut nulla voluptate deserunt proident qui anim velit ullamco. Culpa reprehenderit ipsum sint reprehenderit est minim aute nostrud dolore labore id.\r\n"
  },
  {
    "sku": "542d645949c84dbf27b07720",
    "index": 1,
    "isActive": true,
    "price": "$722.96",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "elit",
    "company": "MOBILDATA",
    "description": "Anim irure anim ut ullamco excepteur deserunt officia labore id. Exercitation proident quis labore sint non ullamco ipsum in sunt do qui enim. Adipisicing sint id aute excepteur proident veniam. Exercitation adipisicing laborum ex laborum. Laboris dolor proident tempor veniam eiusmod adipisicing fugiat.\r\n"
  },
  {
    "sku": "542d64594fe8b7402f8b5a8e",
    "index": 2,
    "isActive": false,
    "price": "$772.52",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "duis",
    "company": "MAXEMIA",
    "description": "Voluptate aliqua ea tempor nulla aute laboris commodo. Reprehenderit Lorem aliquip et laboris adipisicing labore eiusmod magna non eiusmod. Excepteur qui esse eiusmod duis et reprehenderit mollit. Incididunt culpa fugiat in occaecat exercitation. Officia non aliquip nostrud nostrud elit laboris consectetur mollit enim culpa. Excepteur consectetur Lorem laboris ex nulla in anim ullamco magna.\r\n"
  },
  {
    "sku": "542d64599212515769d19338",
    "index": 3,
    "isActive": false,
    "price": "$1,431.44",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "ullamco",
    "company": "ISOSURE",
    "description": "Enim laborum qui quis magna aliquip excepteur do cupidatat nisi. Magna sunt ea velit commodo laboris quis fugiat ipsum tempor cupidatat exercitation cillum. Sunt id cupidatat est incididunt nulla exercitation exercitation pariatur reprehenderit dolor incididunt exercitation cupidatat. Pariatur ad laboris aute laboris consequat consequat aute incididunt esse.\r\n"
  },
  {
    "sku": "542d64590d457d3cbcc273ac",
    "index": 4,
    "isActive": false,
    "price": "$1,996.70",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "mollit",
    "company": "TALKALOT",
    "description": "Consectetur nostrud occaecat non ea quis. Commodo irure irure proident laboris ut laborum fugiat voluptate Lorem nisi. Anim sint ad anim enim do laborum elit commodo enim. Ex commodo laborum veniam sint velit adipisicing commodo mollit elit pariatur laboris duis amet. Et duis elit reprehenderit commodo mollit et labore in nulla id. Nisi reprehenderit nulla aliqua est nisi occaecat irure aute dolore tempor do. Aliqua ut pariatur reprehenderit elit aliqua non exercitation est commodo fugiat velit est laborum magna.\r\n"
  },
  {
    "sku": "542d6459da1c7aac5bf03749",
    "index": 5,
    "isActive": true,
    "price": "$1,177.19",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "anim",
    "company": "PERKLE",
    "description": "Voluptate exercitation est consectetur anim sint sunt. Magna minim minim ad eiusmod nisi fugiat amet et. Elit anim laborum in qui pariatur dolor est incididunt in. In anim mollit voluptate Lorem id duis quis sunt laborum id ullamco mollit.\r\n"
  },
  {
    "sku": "542d64596f0ed258456c1f09",
    "index": 6,
    "isActive": true,
    "price": "$1,359.94",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "Lorem",
    "company": "OPTIQUE",
    "description": "Ad aliqua quis quis velit sit consequat minim nisi consectetur aute non non. Minim magna eu cupidatat excepteur dolore excepteur commodo do. Ipsum esse sint voluptate officia culpa velit non. Ea laboris adipisicing qui culpa irure reprehenderit laboris dolore. Sit velit tempor nostrud exercitation esse exercitation irure fugiat velit duis et veniam.\r\n"
  },
  {
    "sku": "542d64595646b5db5f59a3cd",
    "index": 7,
    "isActive": false,
    "price": "$579.48",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "reprehenderit",
    "company": "COMTOUR",
    "description": "Veniam sint sint anim velit irure. Anim et cupidatat proident non aute ea anim irure voluptate sint. Ea reprehenderit adipisicing Lorem elit elit ex minim dolor anim in. Commodo et cillum laborum eu reprehenderit do officia fugiat nostrud veniam eiusmod sunt dolor ea. Et adipisicing qui reprehenderit commodo in consectetur.\r\n"
  },
  {
    "sku": "542d645995b9be49f00a7b11",
    "index": 8,
    "isActive": true,
    "price": "$1,846.00",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "et",
    "company": "RAMJOB",
    "description": "Dolor amet dolore qui aliqua irure cupidatat dolor amet consectetur esse. Incididunt labore non minim ipsum. Nisi incididunt deserunt proident dolore nulla excepteur Lorem pariatur est reprehenderit veniam. Aliqua proident cupidatat laboris laboris ut incididunt reprehenderit qui amet.\r\n"
  },
  {
    "sku": "542d6459dcdf5b4ac9fdff78",
    "index": 9,
    "isActive": true,
    "price": "$767.49",
    "picture": "http://placehold.it/32x32",
    "color": "brown",
    "name": "reprehenderit",
    "company": "FUTURIZE",
    "description": "Mollit ex non nisi deserunt laborum magna pariatur consequat laboris. In occaecat aliqua aliqua aliqua ea nostrud magna duis commodo dolor ex sint. Sint sit tempor labore dolor. Lorem consequat tempor nostrud dolor nisi tempor fugiat ipsum duis cupidatat ullamco voluptate.\r\n"
  },
  {
    "sku": "542d6459ed85d7c2ef4075a1",
    "index": 10,
    "isActive": true,
    "price": "$401.29",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "aute",
    "company": "ZOXY",
    "description": "Ullamco culpa voluptate anim pariatur enim in fugiat sunt eu. Sit dolore anim ut qui duis nostrud aliquip et amet. Elit in adipisicing eiusmod pariatur in minim proident sint est Lorem in officia aliqua amet. Et proident est ullamco id.\r\n"
  },
  {
    "sku": "542d6459841a2a2c0a4e3989",
    "index": 11,
    "isActive": true,
    "price": "$174.35",
    "picture": "http://placehold.it/32x32",
    "color": "blue",
    "name": "proident",
    "company": "ELEMANTRA",
    "description": "Dolor cillum laboris culpa amet ea dolor consequat ipsum velit quis. Commodo nisi dolor ea laborum laborum consectetur excepteur nisi magna veniam ad sunt velit. Elit in ea laborum reprehenderit ut elit Lorem voluptate cupidatat. Excepteur anim enim sit officia esse ipsum ipsum pariatur deserunt veniam.\r\n"
  },
  {
    "sku": "542d6459687508dec3d346f9",
    "index": 12,
    "isActive": true,
    "price": "$508.82",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "incididunt",
    "company": "OVIUM",
    "description": "Qui minim aliquip reprehenderit quis veniam ad. Sit laboris ea cupidatat ullamco do mollit proident. Ex aliqua occaecat proident adipisicing culpa enim ullamco veniam quis sunt labore veniam nostrud do. Id fugiat laboris ipsum culpa magna consequat amet ad in aliqua proident ipsum. Laboris pariatur fugiat ullamco anim excepteur eiusmod nostrud irure dolore adipisicing cupidatat proident. Dolor sunt consequat reprehenderit fugiat duis amet. Aliqua eiusmod magna fugiat dolor aliqua aute minim.\r\n"
  },
  {
    "sku": "542d6459c78f87d02e284be0",
    "index": 13,
    "isActive": true,
    "price": "$182.63",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "est",
    "company": "LIMAGE",
    "description": "Enim magna sit dolore labore deserunt pariatur cupidatat. Dolore fugiat laboris non eu consectetur nisi irure mollit cupidatat aliqua aliquip duis. Lorem tempor exercitation qui in eu eiusmod ex enim. Laboris eu ut exercitation aute elit consectetur esse. Aute et mollit elit do culpa et consectetur anim ipsum. Deserunt culpa laboris amet qui nisi cillum nulla ut.\r\n"
  },
  {
    "sku": "542d6459f101b0bba2e1e809",
    "index": 14,
    "isActive": false,
    "price": "$208.51",
    "picture": "http://placehold.it/32x32",
    "color": "brown",
    "name": "dolore",
    "company": "SKYPLEX",
    "description": "Enim amet dolore sint dolore dolor veniam nostrud laboris nostrud culpa consequat pariatur sunt culpa. Adipisicing eiusmod nostrud cillum qui id incididunt id qui adipisicing laboris exercitation et eiusmod nulla. Velit exercitation sint do cillum cupidatat minim pariatur commodo veniam commodo amet ullamco sit. Tempor do elit enim in tempor incididunt ullamco deserunt anim mollit ex amet laborum. Est cupidatat irure qui sit deserunt. Laboris aute ad ullamco aliquip est.\r\n"
  },
  {
    "sku": "542d6459aaa095951305b9ca",
    "index": 15,
    "isActive": false,
    "price": "$1,015.64",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "ipsum",
    "company": "POLARAX",
    "description": "Ipsum dolor incididunt pariatur veniam enim velit est. Eiusmod culpa ipsum consectetur sunt sint labore nisi veniam ipsum commodo eiusmod. Commodo esse elit id sit ipsum cillum.\r\n"
  },
  {
    "sku": "542d6459d3d723db11bdde81",
    "index": 16,
    "isActive": true,
    "price": "$1,844.53",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "aliqua",
    "company": "MIRACLIS",
    "description": "Do elit pariatur esse ut esse laborum ullamco incididunt eu eu. Esse labore laboris reprehenderit occaecat excepteur esse magna. Laboris cupidatat voluptate pariatur laborum anim elit irure irure ipsum esse. Qui voluptate proident mollit magna aliqua sunt ad pariatur. Quis occaecat proident consectetur do ut proident sit dolor do Lorem occaecat.\r\n"
  },
  {
    "sku": "542d64596f6afb579abe4e66",
    "index": 17,
    "isActive": false,
    "price": "$772.01",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "ad",
    "company": "PIGZART",
    "description": "Culpa nostrud veniam velit anim excepteur deserunt dolor magna adipisicing anim cillum. Est cillum fugiat amet sint ea dolor. Anim Lorem dolor magna laborum duis nulla ut sit exercitation velit. Veniam minim sunt qui laborum veniam officia tempor. Sunt ullamco cillum proident dolore. Duis irure ut ad deserunt.\r\n"
  },
  {
    "sku": "542d64592c3fbb2e679131cf",
    "index": 18,
    "isActive": true,
    "price": "$881.80",
    "picture": "http://placehold.it/32x32",
    "color": "green",
    "name": "consectetur",
    "company": "LUNCHPOD",
    "description": "Tempor esse ea pariatur cillum elit aute laboris ipsum cupidatat culpa sit qui aliquip cillum. Ad commodo minim exercitation deserunt exercitation. Nostrud ipsum aute dolore reprehenderit fugiat laborum labore ut irure occaecat pariatur eu eiusmod excepteur. Exercitation mollit adipisicing deserunt occaecat consectetur ullamco quis commodo occaecat consectetur tempor laboris elit aute.\r\n"
  },
  {
    "sku": "542d6459f8ace40fd715068e",
    "index": 19,
    "isActive": false,
    "price": "$1,097.20",
    "picture": "http://placehold.it/32x32",
    "color": "brown",
    "name": "id",
    "company": "SCHOOLIO",
    "description": "Magna tempor esse adipisicing amet. Amet aliqua occaecat dolor minim ea ullamco elit id. Minim voluptate exercitation eu ipsum. Incididunt duis amet laboris nulla minim eu velit. Eiusmod proident dolor veniam occaecat pariatur labore deserunt ut fugiat velit aute deserunt fugiat. Aute occaecat ut adipisicing esse labore. Labore est incididunt amet magna anim id eu veniam laborum eu reprehenderit.\r\n"
  }
]
